<?php
	include_once "./_common.php";
	include_once "../head.php";
?>
<meta name="viewport" content="width=device-width, initial-scale=1">
<button class='test_btn'>테스트 시작</button>


<script type="text/javascript">

	$(function(){


		$('.test_btn').click(function(){
			$('span').css('visibility','hidden');
			$('p').css('cursor','pointer');
		})

		$('p').click(function(){
			var i = $(this).index();
			
			$(this).children().css('visibility','visible');
			

		})
		$('p').click(function(){
			var i = $(this).index();
			
			$(this).children().css('visibility','visible');
			

		})
	})

</script>

<style type="text/css">
	.test_btn{font-size:1.5em;margin:30px 0}
	span{color:#ff8d00;font-weight:bold}
	p{margin:10px 0}
</style>





<div id='gisa_engineer'>

	<div>



<p><span>얼라이먼트</span> - 일직선 정렬 (몸의 정렬)                                                                              </p>
<p><span>어드레스</span> -   스탠스를 취하고 클럽을 지면에 댄 상태                                                                    </p>
<p><span>아마추어</span> - 골프를 본업으로 삼지 않고 취미로 즐기는 사람                                                               </p>
<p><span>에이밍</span> - 목표물에 조준 하는 것 (치고 싶은 방향을 잡는 행위)                                                           </p>
<p><span>어드바이스</span> - 클럽의 선택이나 스트로크 방법 등 플레이어의 게임에 도움이 되는 조언이나 정보                             </p>
<p><span>라운드</span> - 1번홀 부터 순서대로 코스를 한 바퀴 플레이 하면서 도는 것                                                     </p>
<p><span>드롭</span> - 볼을 무릎높이에서 떨어뜨리는 행위                                                                              </p>
<p><span>언듈레이션</span> - 코스의 높고 낮은 기복 상태                                                                               </p>
<p><span>언플레이어볼</span> - 볼이 놓인 곳에서 플레이 할 수 없는 경우 ex 바위 뒤   1클럽 이내 드롭 무벌 , 2클럽 이내 1벌             </p>
<p><span>백스핀</span> - 친 공이 떨어졌을때 역회전 하여 뒤로 끌려가는 현상                                                            </p>
<p><span>볼 마커</span> - 그린에서 볼이 놓여있던 위치를 표시하기 위한 동전이나 물건                                                   </p>
<p><span>브레이크</span> - 그린에서 볼이 구르다 휘어지는 지점                                                                         </p>
<p><span>블라스트 </span>- 벙커에서 모래를 폭파시키듯이 힘껏 치는 샷                                                                          </p>
<p><span>블라인드 홀</span> - 티잉 그라운드에서 그린이 보이지 않는 홀                                                                 </p>
<p><span>캐디</span> - 경기보조원                                                                                                     </p>
<p><span>캐리</span> - 볼이 날아간 거리                                                                                               </p>
<p><span>캐주얼 워터</span> - 코스 내 일시적으로 생긴 물웅덩이 (벌타없이 구제 가능)                                                   </p>
<p><span>크리크</span> - 5번우드                                                                                                      </p>
<p><span>클럽</span> - 골프채, 골프경기장                                                                                             </p>
<p><span>클럽하우스</span> - 락카룸,프로샵,레스토랑 등의 편의시설을 갖춘 건물                                                         </p>
<p><span>컨트롤 샷</span> - 100% 스윙이 아닌 50-70%에 스윙                                                                            </p>
<p><span>컨시드</span> - 그린에서 원 퍼트 이내로 홀인 시킬 수 있다고 인정받은 경우 이후의 퍼트를 면제 시켜주는 것 (ok, 김미)          </p>
<p><span>코스</span> - 골프 플레이를 위해 만든 지역                                                                                   </p>
<p><span>코스 매니지 먼트</span> - 코스 공량법                                                                                        </p>
<p><span>에티켓</span> - 골프게임에서의 필요한 예의                                                                                   </p>
<p><span>포섬</span> - 2인1조로 1개의 볼로 플레이 하는 경기 방식                                                                      </p>
<p><span>포어캐디</span> - 볼의 위치를 알리기 위해 코스 중간에 배치한 캐디                                                            </p>
<p><span>프론트 나인</span> - 전반 9홀                                                                                                </p>
<p><span>딤플</span> - 볼 표면의 움푹한 모양                                                                                          </p>
<p><span>디보트</span> - 볼을 내리칠때 클럽에 닿아 파여진 잔디나 흙 자국                                                              </p>
<p><span>도그 렉</span> - 개다리 모양으로 휘어진 홀의 모양을 말함                                                                     </p>
<p><span>다운 힐 라이</span> - 내리막 경사                                                                                            </p>
<p><span>갤러리</span> - 골프 경기 관중그랜드 슬램</span> - us오픈 브리티시 오픈,pga 챔피온쉽 , 마스터즈 대회를 한해에 우승하는 것    </p>
<p><span>그래스 벙커</span> - 잔디벙커                                                                                                </p>
<p><span>그린피</span> - 코스 사용료                                                                                                  </p>
<p><span>그린재킷</span> - 마스터즈 대회 우승자에게 주어지는 그린 색 자켓                                                             </p>
<p><span>그린키퍼</span> - 코스관리 책임자                                                                                            </p>
<p><span>스핀- 볼의 회전                                                                                                              </p>
<p><span>스크래치</span> - 핸디캡을 붙이지 않는 것                                                                                    </p>
<p><span>오너</span> - 티샷을 먼저 할 권리를 가진 사람                                                                                </p>
<p><span>스트로크</span> - 볼을 치는 동작                                                                                             </p>
<p><span>스탠스</span> - 볼을 칠때 발의 위치를 정하여 서는 것                                                                         </p>
<p><span>스퀘어 스탠스</span> - 두 발이 평행하게 위치를 정하는 것                                                                     </p>
<p><span>스윗스팟</span> - 클럽페이스에서 볼을 쳐야 하는 중심점                                                                       </p>
<p><span>비지터</span> - 회원제 골프장에서 비회원을 말함                                                                              </p>
<p><span>                                                                                                                             </p>
<p><span>가이딩 포스트</span> - 페어웨이가 높아서 그린이 보이지 않을때 목표를 정할 수 있도록 세운 표식 *                              </p>
<p><span>하프</span> - 18홀 중 절반인 9홀                                                                                             </p>
<p><span>핸디캡</span> - 코스의 난이도 또는 골퍼의 기량 (수로 나타낸것)                                                               </p>
<p><span>티 마크</span> - 각 티의 구역을 지정하는 장소                                                                                </p>
<p><span>티샷</span> - 제 1타                                                                                                         </p>
<p><span>티 업</span> - 볼을 티 위에 얹는 것                                                                                          </p>
<p><span>티 오프</span> - 첫 홀에서 제 1타를 치는 행위로 플레이 시작을 의미                                                           </p>
<p><span>릴렉스</span> - 몸의 긴장감을 푸는 것                                                                                        </p>
<p><span>리플레이스</span> - 볼을 정확히 있던 자리에 다시 놓는 것                                                                     </p>
<p><span>프로비저널 볼</span> - 잠정구                                                                                                </p>
<p><span>퍼팅라인</span> - 홀과 볼의 연결 선                                                                                          </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>구질                                                                                                                         </p>
<p><span>드로우</span> - 볼이 곧게 날아가다 왼쪽으로 휘는 구질                                                                        </p>
<p><span>페이드</span> - 볼이 날아가다 오른쪽으로 휘는 구질                                                                           </p>
<p><span>훅</span> - 비구선보다 볼이 왼쪽으로 휘는 것                                                                                 </p>
<p><span>슬라이스</span> -볼이 비구선보다 오른쪽으로 날아 가는 것                                                                            </p>
<p><span>푸쉬 </span>- 목표의 우측으로 똑바로 날아가는 샷                                                                                     </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>티잉 그라운드</span> - 플레이가 처음 시작 되는 장소                                                                          </p>
<p><span>페어웨이    </span> -  티잉 그라운드와 그린 사이에 볼을 치기 쉽게 잔디를 짧게 깎아놓은 구역                                  </p>
<p><span>러프        </span> - 페어웨이 주변의 풀이 길게 자란 지역                                                                    </p>
<p><span>그린        </span> - 홀의 최종 목적지. 퍼팅을 하기 위해 잔디를 짧게 다듬어 놓은 지역                                        </p>
<p><span>에이프론    </span> - 그린 가장자리 엣지라고도 함 (그린잔디보다 길다)                                                        </p>
<p><span>에지</span> - 홀,그린,벙커 등의 가장자리                                                                                     </p>
<p><span>벙커        </span> - 코스 내 웅덩이를 파서 모래를 채워놓은 장애물                                                           </p>
<p><span>가드 벙커</span> - 그린 주변 벙커                                                                                            </p>
<p><span>캐주얼 워터</span> - 코스 내 일시적으로 생긴 물웅덩이 (벌타없이 구제 가능)                                                   </p>
<p><span>레터럴 워터 해저드</span> - 병행 워터 해저드                                                                                 </p>
<p><span>크로스 벙커</span> - 페어웨이에 가로질러 있는 벙커                                                                           </p>
<p><span>해저드</span> - 코스 내의 장애물 , 벙커,워터해저드, 레터럴 워터 해저드                                                       </p>
<p><span>스루더 그린 </span>- 경기중인 홀의 티잉 그라운드 , 코스내의 모든 해저드, 그린을 제외한 전 지역                                       </p>
<p><span>워터 해저드</span> - 모든 바다,호수,연못,배수구의 뚜껑이 없는 수로 및 이와 유사한 수역을 말함                                </p>
<p><span>마운드</span> - 코스 내에 난이도를 주기 위해 만든 언덕                                                                       </p>
<p><span>루스임페디먼트</span> - 코스내의 고정되지 않고, 생장하지 않는 자연 장애물 낙엽,나뭇가지,돌 등                                </p>
<p><span>아웃오브 바운즈</span> - 경기 지역 외의 구역                              </p>

<p><span>*스코어*                                                                                                                     </p>
<p><span>알바트로스 </span>-    기준타수 보다 3타 적은 타수로 홀 아웃 (더블 이글)                                                             </p>
<p><span>이글</span> -         기준타수 보다 2타 적은 타수로 홀 아웃                                                                  </p>
<p><span>버디</span> -         기준타수 보다 1타 적은 타수로 홀 아웃                                                                  </p>
<p><span>보기</span> -         기준타수 보다 1타 많은 타수로 홀 아웃                                                                  </p>
<p><span>더블 보기 </span>-     기준타수 보다 2타 많은 타수로 홀 아웃                                                                         </p>
<p><span>트리플 보기</span> -  기준타수 보다 3타 많은 타수로 홀 아웃                                                                  </p>
<p><span>홀인원</span> - 티샷한 볼이 한번에 홀 인 되는 것                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>언더 파</span> -      기준 타수보다 적은 타수로 홀 아웃 하는 것                                                              </p>
<p><span>이븐</span> - 스트로크 수가 같을 때, 기준타수와 같은 타수를 쳤을 때                                                          </p>
<p><span>오버</span> - 볼이 목표 지점을 넘어 가는 것 , 기준타수보다 더 많은 타수를 치는 것                                            </p>
<p><span>오버파 </span>- 기준타수 보다 많은 타수로 홀 아웃                                                                                    </p>
<p><span>                                                                                                                             </p>
<p><span>노리턴</span> - 스코어 카드를 제출하지 않는 것                                                                               </p>
<p><span>그로스 스코어</span> - 실제 친 총 타수 (핸디 계산 x)                                                                         </p>
<p><span>네트 스코어 </span>- 총타수에서 핸디캡을 뺀 스코어                                                                                   </p>
<p><span>올 스퀘어</span> - 매치 플레이에서 무승부 상황일때                                                                           </p>
<p><span>도미</span> - 매치플레이에서 이긴 홀 과 진 홀의 수가 같은 것                                                                 </p>
<p><span>업</span> - 각 홀마다 승부를 정하는 매치 플레이의 용어 이긴 것을 나타냄                                                      </p>
<p><span>기브 업</span> - 경기 또는 해당 홀을 포기 하는 것                                                                            </p>
<p><span>베스트 볼</span> -   한 홀에서 최소의 스코어를 기록 하는 것                                                                  </p>
<p><span>코스 레코드</span> - 그 코스에서 공식으로 기록 된 베스트 스코어                                                              </p>
<p><span>스트로크 플레이</span> - 총 타수가 가장 적은 사람이 이기는 게임                                                              </p>
<p><span>서든데스</span> - 승부가 나지 않아 한 홀씩 해 나가는연장전                                                                   </p>
<p><span>메달리스트</span> - 최저 스코어를 낸 사람 (단체에서 제일 잘 친 사람)                                                         </p>
<p><span>                                                                                                                             </p>
<p><span>*클럽*                                                                                                                       </p>
<p><span>아이언</span> -   헤드가 금속으로 된 클럽                                                                                    </p>
<p><span>웨지</span> - 바닥이 넓고  평탄하게 되어 있는 아이언 클럽                                                                    </p>
<p><span>피칭웨지</span> - 100미터 이내에 거리에서 사용하는 클럽                                                                      </p>
<p><span>샌드웨지</span> - 벙커에서 사용하는 클럽, 어프로치에도 사용한다 56-58 그린주변 벙커에서 사용                                 </p>
<p><span>다이너마이트</span> - 샌드웨지의 애칭                                                                                        </p>
<p><span>퍼터    </span> - 그린에서 볼을 홀에 넣기 위해 사용하는 클럽                                                                 </p>
<p><span>                                                                                                                             </p>
<p><span>클럽                                                                                                                         </p>
<p><span>페이스</span> - 골프 클럽의 볼이 맞는 부분                                                                                   </p>
<p><span>그라파이트</span> - 탄소실을 사용하여 개발 된 샤프트 소재                                                                    </p>
<p><span>그립</span> - 손잡이 샤프트의 윗부분 , 고무로 감겨져 있음                                                                    </p>
<p><span>샤프트</span> - 헤드와 그립까지의 자루 부분                                                                                  </p>
<p><span>힐</span> - 샤프트로 이어지는 헤드의 뒷 부분                                                                                 </p>
<p><span>소켓</span> - 샤프트와 클럽헤드가 연결되는 부분                                                                              </p>
<p><span>솔</span> - 클럽헤드의 바닥 부분                                                                                             </p>
<p><span>토우</span> - 클럽 헤드의 앞 쪽 부분                                                                                         </p>
<p><span>넥</span> - 클럽헤드와 샤프트가 만나는 부분                                                                                  </p>
<p><span>로프트</span> - 클럽 페이스의 각도                                                                                           </p>
<p><span>                                                                                                                             </p>
<p><span>*스윙 자세*                                                                                                                  </p>
<p><span>테이크 백</span> - 백 스윙의 시작 단계                                                                                       </p>
<p><span>백스윙   </span> - 볼을 치기 위해 클럽을 뒤로 뺀 자세                                                                        </p>
<p><span>다운 스윙</span> - 클럽을 내리는 동작 볼을 치기 위해 내리치는 톱 오브 더 스윙에서  임팩트까지의 동작                                                                                                </p>
<p><span>임팩트   </span> - 클럽으로 볼을 치는 순간                                                                                   </p>
<p><span>팔로우스루</span> -임팩트에서 피니쉬까지 팔을 앞으로 뻗어주는 동작                                                                  </p>
<p><span>피니쉬 </span>    -골프 스윙의 마지막 단계                                                                                          </p>
<p><span>헤드업</span> - 스윙 할 때 임팩트가 끝나기 전 머리를 드는 것                                                                 </p>
<p><span>*샷*                                                                                                                         </p>
<p><span>하프 샷</span> - 탑 스윙의 위치를 반만 올려 치는 샷 (컨트롤샷과 비슷)                                                        </p>
<p><span>컨트롤 샷</span> - 100% 스윙이 아닌 50-70%에 스윙                                                                            </p>
<p><span>어프로치</span> - 그린 가까운 곳에서 홀에 근접시키기 위한 샷                                                                 </p>
<p><span>더프</span> - 뒷땅 ,클럽으로 볼에 뒷부분 땅을 치는 것                                                                        </p>
<p><span>칩 앤 런</span> - 그린 가장자리나 그린 주변에서 볼을 굴려치는 어프로치 샷                                                    </p>
<p><span>칩인</span> - 칩 샷 으로 볼이 홀에 들어 가는 것                                                                              </p>
<p><span>칩 샷</span> - 손목만을 이용한 어프로치 짧은 거리에서 홀을 향해 치는 샷                                                      </p>
<p><span>펀치 샷</span> -팔로우스루를 낮게 해서 볼을 헤드로 내리 치는 샷                                                                     </p>
<p><span>쌩크</span> - 볼이 클럽의 넥 부분의 맞는 미스샷                                                                              </p>
<p><span>스냅</span> - 손목을 이용한 샷                                                                                               </p>
<p><span>탑핑</span> - 클럽 페이스의 아랫부분으로 볼의 윗부분을 치는 미스샷 ex 대가리 맞았다                                          </p>
<p><span>러닝 어프로치</span> - 그린 주변에서 볼을 홀을 향해 높이 띄우지 않고 굴려서 보내는 것                                        </p>
<p><span>런</span> - 볼이 떨어져서 구르는 것                                                                                          </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>비기너</span> - 이제 막 골프를 시작한 초보자                                                                                 </p>
<p><span>에버리지 골퍼</span> - 핸디캡 10-20 정도의 중급골퍼 (평균 스코어가 보기인 플레이어)                                          </p>
<p><span>싱글</span> - 핸디캡이 9이하인 상급 골퍼 (고객들 기준 80타 이하)                                                             </p>
<p><span>내추럴 골퍼</span> - 흠잡을 데 없는 골퍼                                                                                     </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>스킨스 게임 </span>- 매 홀마다 상금이 걸려있는 경기 .동점일 경우 상금은 다음 홀로 이월 된다                                          </p>
<p><span>샷건</span> - 전 홀에서 동시에 출발하는 경기방식 (단체)                                                                      </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>보기 플레이어</span> - 평균스코어가 보기인 플레이어                                                                          </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>원터 룰</span> - 플레이가 곤란한 겨울철 경기에서 볼의 원만한 스윙을 위해 6인치 이내의 거리까지 볼을 옮겨 놓을 수 있는 로컬 룰</p>
<p><span>                                                                                                                             </p>
<p><span>인도어</span> - 실내 연습장                                                                                                  </p>
<p><span>백티</span> - 챔피온티라고도 하며 상급플레이어용                                                                             </p>
<p><span>인코스</span> - 후반 9홀 백나인                                                                                              </p>
<p><span>아웃코스</span> - 전반 9홀                                                                                                   </p>
<p><span>                                                                                                                             </p>
<p><span>                                                                                                                             </p>
<p><span>인플레이</span> - 플레이어가 티잉 그라운드에서 첫 티샷을 친 후                                                               </p>
<p><span>라이</span> - 볼이 가는 방향 볼이 놓여져 있는 위치나 상태                                                                    </p>
<p><span>로컬 룰</span> - 각 골프장 내의 룰                                                                                           </p>
<p><span>로스트 볼</span> - 분실 구                                                                                                   </p>
<p><span>마크</span> - 볼이 놓여 있던 위치를 표시 하기 위한 작은 동전이나 물건                                                        </p>
<p><span>마커</span> - 스코어를 기록하기 위해 위원회가 임명한 사람                                                                    </p>
<p><span>마샬</span> - 경기 진행 요원 (경기 위원으로부터 임명된 장내 정리인)                                                          </p>
<p><span>마스터즈</span> - 미국의 보비존스가 창설한 오거스타내셔널 코스에서 열리는 메이저 대회</p>
<p><span>pga</span> - 프로골퍼 협회                                                                                                   </p>
<p><span>                                                                                                                             </p>
<p><span>멀리건</span> - 벌타 없이 한타 더 치게 해주는것 (아마추어에게만 적용)                                                        </p>
<p><span>                                                                                                                             </p>
<p><span>온</span> - 볼이 그린 위에 올라 가는 것                                                                                      </p>
<p><span>                                                                                                                             </p>
<p><span>오버스핀</span> - 볼이 날아가는 방향으로 회전 하는 것                                                                        </p>
<p><span>오버래핑그립</span> - 새끼 손가락 위에 다른 쪽 가락을 걸어 잡는 법                                                           </p>
<p><span>                                                                                                                             </p>
<p><span>패널티</span> - 벌타 또는 벌칙 (규칙을 위반 했을 때)                                                                         </p>
<p><span>파트너</span> - 자기편 플레이어                                                                                              </p>
<p><span>피치 앤 런</span> - 볼이 낙하 후 구르도록 치는 타법 (피치 앤 러닝 어프로치)                                                  </p>
<p><span>플레이스</span> - 정해진 장소에 볼을 놓는 것                                                                                 </p>
<p><span>플레이 오프</span> - 재경기 또는 연장전                                                                                      </p>
<p><span>파워골퍼</span> - 장타를 치는 골퍼                                                                                           </p>
<p><span>프로 샾</span> - 골프장 안에 골프용품을 파는 곳                                                                              </p>
<p><span>퍼블릭 코스</span> - 비회원제 대중 골프장                                                                                    </p>








	</div>


</div>






