@include('user._layouts.common_css');


@if ($no==1)


<h2>데이터 통신</h2>


<p><b>VPN / 가상 시설 통신망</b> - 가상 사설 네트워크로서 인터넷 등 통신 사업자의 공중 네트워크를 사용자가 마치 자신의 전용 회선처럼 사용할 수 있게 하는 서비스</p>

<p><b>WLAN / 무선랜 </b> - 무선 접속 장치가 설치된 곳을 중심으로 무선 주파수 기술을 이용해 근거리 <b>WLAN</b> 카드가 장착된 개인 휴대 정보 단말기를 이용해 인터넷에 연결하는 네트워크</p>

<p><b>OFDM(Orthogonal Frequency Division Multiplexing) / 직교 주파수 분할 다중</b> - 고속의 데이터를 각 반송파가 직교 관계에 있는 다수의 부반송파에 나누어 실어 다중 전송하는 디지털 변조 방식</p>

<p><b>FTP / 파일 전송 프로토콜</b> - 컴퓨터와 컴퓨터 또는 컴퓨터와 인터넷 사이 파일을 주고받을 수 있도록 하는 원격 파일 전송 프로토콜</p>

<p><b>다중 경로 페이딩 </b> - 신호를 전달하는 전파가 통로상의 여러 가지 장애물에 의해 두 개 이상이 경로를 통하여 수신측에 도착할 경우 , 그합성 신호가 시공간적으로 강도가 변하는 현상</p>

<p><b>NDN(Named Data Networking)</b> - 인터넷에서 데이터 전송을 콘텐츠 자체의 정보와 라우터 기능만으로 수행하는 기술</p>

<p><b>원격검침 </b> - 전기,가스,수도 등 검침원이 일일이 고객을 방문하지않고, 원격에서 단말기를 이융해 검침데이터를 읽을 수 있는 시스템</p>

<p><b>NGN / 차세대 통신망 </b> - ITU-T에서 개발하는 유성망 기반의 차세대 통신망</p>

<p><b>GLONASS </b> - 미국의 GPS , 유럽의 갈릴레오 위치결정시스템과 유사한 러시아의 전파 위성 항법 시스템</p>

<p><b>MICS / 무선의료기기 </b> - WBAN의 의료분야에서 임플란트 장치 간의  통신 서비스를 부르는 명칭</p>

<p><b>SDN / 소프트웨어 정의 네트워크 </b> - 네트워크를 컴퓨터처럼 모델링하여 여러 사용자가 각각의 소프트웨어 프로그램들로 네트워킹을 가성화 해 제어하고 관리하는 네트워크</p>

<p><b>NFC / 근거리 무선 통신 </b> - 고주파를 이용한 근거리 무선통신</p>

<p><b>SSID / 서비스 세트 식별자 </b> - 무선랜을 통해 전송되는 모든 패킷의 헤더에 존재하는 고유 식별자(서로다른 랜을 구분하기위해사용)</p>

<p><b>Qos / 서비스품질 </b> - 서비스의 질을 의미하는 것으로, 네트워크에서 일정 기준 이하의 지연 시간이나 데이터 손실률 등을 보증하기 위한 서비스 규격</p>

<p><b>MODEM / 모뎀 </b> - 디지털신호를 아날로그신호로 변환하는 변조과정과 아날로그를 디지털신호로 복조과정을 수행하는 신호변환장치</p>

<p><b>TEIN  / 트랜스 유라시아 네트워크</b> - 아시아와 유럽을 연결하는 초고속 정보 통신망</p>

<p><b>Telepresence / 원격 현장감 </b> - 공간적으로 떨어져있는 장소 또는 가상의 장소를 신체적으로 경험하는 것</p>

<p><b>Carrier Aggregation  / 반송파 묶음 </b> - 복수의 주파수 대역을 동시에 사용할 수 있는 대역폭 확장기술</p>

<p><b>NMRI / 네트워크 준비 지수 </b> - 세계 경제 포럼이 국제적인 경영대학인 인시아드와 공동으로 개인과 정부, 기업의 정보통신기술 발전도와 경재력을 국가별로 평가한 지수</p>

<p><b>MAN / 도시권 통신망 </b> - LAN과 WAN의 중간 형태로 LAN의 기능을 충분히 수용하면서 도시 전역 또는 도시와 도시 등 넓은 지역을 연결한는 통신망으로, 한 도시 내의 네트워크들을 하나의 거대한 네트워크로 서로 연결하는데 사용</p>

<p><b>Video On Demand / 주문형 비디오 </b> - 다양한 정보의 데이터베이스를 구축해 연결된 컴퓨터 또는 TV를 통해 사용자가 요구하는 정보를 원하는 시간에 볼 수 있도록 전송하는 멀티미디어 서비스</p>

<p><b>SYN / 동기 상태 부호 </b> - 동기 신호 방식에서 다른 문자를 보내지 않는 유휴상태에서 데이터 단말 상호 간의 동기를 취하거나 , 동기를 유지하기 위한 신호로 사용되는 전송 제어 문자</p>

<p><b>TCP/IP </b> - 인터넷 연결된 서로 다른 기종의 컴퓨터들 간에 데이터를 주고받을 수 있도록 하는 표준 프로토콜</p>

<p><b>프로토콜 </b> - 네트워크에서 서로 다른 컴퓨터들 간에 정보 교환을 할 수 있게 해주는 표준화된 통신 규약</p>

<p><b>UWB(Ultra WideBand) / 초광대역  </b> - 짧은 거리에서 많은 양의 디지털를 낮은 전력으로 전송하기 위한 무선 기술로 무선 디지털 펄스 라고도 한다</p>

<p><b>피코넷 </b> - 여러 개의 독립된 통신장치가 블루투스 기술이나 UWB 통신기술을 사용하여 통신망을 형성하는 무선 네트워크 기술이다</p>

<p><b>DPM / 디지털 우편소인 </b> - 만국우편연합에서 표준화한 온라인 자료에 대한 전자적인 우편배달 서비스</p>

<p><b>고속 하향 패킷접속 </b> - 비동기식 3세대 이동 통신의 하향 링크에서 10Mbps 수준의 고속 패킷 데이터 서비스를 제공하는 전송 규격</p>

<p><b>U-Health / 유헬스 </b> - 물리적 공간과 네트워크로 연결된 첨단 보건의료 기술의 전자적 공간을 연결하여 보건 의료 대상자의 삶과 진료가 중심이 되도록 하는 것을 의미</p>

<p><b>디저라티 </b> - 디지털과 리터라티의 합성어로 컴퓨터, 종보통신 등 디지털 분야의 지식이 많은 사람을 지칭하는 용어</p>

<p><b>WBAN(Wireless body area network) </b> - 웨어라블 또는 몸에 심는 형태의 센터나 기기를 무선으로 연결하는 개인 영역 네트워킹 기술</p>

<p><b>CTTH (Coax To the home) </b> - 기존 케이블방송망으로 초고속/대용량 서비스를 제공하는 새로운 전송 방식</p>

<p><b>포스트넷 </b> - IT 기반 우편물류 통합정보시스템</p>

<p><b>지그비(ZigBee) </b> - 저속 전송속도를 갖는 홈오토메이션 및 데이터 네트워크를 위한 표준 기술</p>

<p><b>디지털 접근 지수 </b> - 정보통신기술의 접근성과 서비스 이용에 관한 전 세계적 비교지수</p>

<p><b>차량 멀티홈 통신 </b> - 자동차에 IT기술을 접목해 차량 충돌을 예방하는 기술</p>

<p><b>LAN (Local Araa Network) / 근거리통신망</b> - 자원공유를 목적으로 회사,학교,연구소 등의 구내에서 사용하는 통신망으로서, 직원들이 가장효과적으로 공동사용할 수 있도록 연결된 통신망이다. 전송 거리가 짧아 고속 전송이 가능하며, 차량 간 통신으로 충돌을 예방하는 기술이다</p>

<p><b>망중립성 </b> - 모든 네트워크 사업자는 모든 콘텐츠를 동등하게 취급하고 어떠한 차별도 하지 않아야 한다는 원칙, 중립성을 보장하기 위해 비차별,상호접속,접근성 등 3가지 원칭이 모든 통신망에 동일하게 적용 되어야한다.</p>

<p><b>GIS / 지리정보시스템 </b> - 지리적으로 자료를 수집,정보,분석,출력할 수 있는 컴퓨터 응용시스템으로, 위성을 이용해 모든 사물의 위치 정보를 제공해 주는 것</p>

<p><b>IT839 전략 </b> - 미래의 정보 기술 시장을 선도하기 위하여 정보통신부가 2004년 2월 수립한 IT 성장 전략</p>

<p><b>USN / 유비쿼터스 센서 네트워크 </b> - 각종 센서로 수집한 정보를 무선으로 수집할 수 있도록 구성한 네트워크. 즉, 필요한 곳에 RFID 태그를 부착하고, 이를 통하여 사물의 인식 정보는 물론 부녀의 환경정보까지 탐지하여 이를 네트워크에 연결 하여 정보를 관리하는 것</p>

<p><b>ANT+protocol </b> - 2.457MHz 대역에서 동작하는 초저전력 무서 센서 네트워크 프로토콜로 상호 운용성을 보장한다</p>

<p><b>레드섹 프로토콜 </b> - RADIUS 데이터를 전송제어 프로토콜이나 전송계층 보안을 이용하여 전송하기 위한 프로토콜이다,Radius over TLS 의 준말로 이용자가 접속을 요구할 때 이용자의 ID나 암호와 같은 정보를 서버로 보내어 식별하고 인증을 수행한다.</p>


@elseif ($no==2)

<h2>인터넷</h2>



<p><b>WebKit / 웹키트</b> - 웹 브라우저를 만드는데 기반을 제공하는 레이아웃 엔진</p>

<p><b>MashUp / 매시업 </b> - 웹에서 제공하는 정보 및 서비스를 이용하여 새로운 소프트웨어나 서비스, 데이터베이스 등을 만드는 기술</p>

<p><b>VoIP </b> - 인터넷 프로토콜 상의 음성 전송이란 의미로서, 인터넷을 통하여 통화 할 수 있는 기술</p>

<p><b>URL </b> - 인터넷 상에 존재하는 각종 자원이 있는 위치를 나타내는 표준 주소 체계</p>

<p><b>쿠키 </b> - 웹사이트에서 사용자의 하드에 저장하는 특별한 텍스트파일로서, 인터넷 사용자에 대한 특정 웹 사이트의 접속 정보를 저장하기 이한 것</p>

<p><b>IMS </b> - 인터넷프로토콜 기반으로서 음성,오디오,비디오 및 데이터 등의 멀티미디어 서비스를 제공하는 규격</p>

<p><b>멀티캐스트 </b> - 구내 정보 통신망이나 인터넷에 접속되어 있는 일부 사용자 내에서 한사람이 몇사람에게 정보를 송신하고 그것을 수신한 몇 사람이 같은 내용을 버킷 릴레이식으로 복수의 사람에게 송신함으로써 정보를 전파하는 특정 다수인에 대한 전송</p>

<p><b>비트코인 </b> - 가상의 디지털 화폐로, 2009년에 만들어졌으나 개발자는 분명치 않다.</p>

<p><b>RIA / 리치 인터넷 애플리케이션</b> - 플래시 애니메이션 기술과 웹 서버 애플리케이션 기술을 통합하여 기존 HTML보다 역동적이고 인터랙티브한 웹페이지를 제공하는 플래시 웹페이지 제작기술이다</p>

<p><b>ISP / 인터넷 서비스 제공자</b> - 개인이나 회사들에게 인터넷 접속 서비스, 웹사이트 구축 및 웹호스팅 서비스 등을 제공하는 회사들</p>

<p><b>해시태그 </b> - #(특수기호)와 특정 단어를 붙여 쓴것으로, 소셜미디어에서 특정 핵심어를 편리하게 검색할 수 있도록 하는 메타데이터의 한 형태</p>

<p><b>AR / 증강현실</b> - 실제 촬영한 화면에 가상의 정보를 부가하여 보여주는 기술로, 혼합현실(MR) 이라고도 부른다.</p>

<p><b>CNAME </b> - 호스트 컴퓨터는 웹 접속을 위해 하나의 IP 주소를 가져야하는데, 이 IP주소는 DNS가 호스트 컴퓨터의 도메인 이름을 변환하여 생성한다. 그러나 종종 여러 개의 도메인 이름을 동일한 하나의 IP 주소로 변환하여 사용하기도하는데 이를 <b>CNAME</b> 이라고 한다.</p>

<p><b>HVC / 고성능 영상 코딩</b> - ISO/IEC JTC1 MPEG에서 AVC 이후의 표준으로 추진 중인 차세대 비디오 부호화 표준</p>

<p><b>Trackback / 트랙백 </b> - 다른사람의 글을 읽고 그 글에 직접 댓글을 올리는 대신에 내 블로그에 글을 올리고 내 글의 일정 부분이 다른 사람의 댓글로 보이도록 <b>트랙백</b> 핑을 보내는 것을 말한다</p>

<p><b>Webaholism / 웨바홀리즘 </b> - 웹과 알코올의 합성어로 일상생활에 지장을 느낄 정도로 지나치게 인터넷에 몰두하고, 인터넷에 접속하지 않으면 불안감을 느끼는 것으로 인터넷 중독증 또는 인터넷 의존증이라고 한다.</p>

<p><b>loT / 사물인터넷 </b> - 정보통신기술을 기반으로 실세계와 가상세계의 다양한 사물들을 연결하여 진보된 서비스를 제공하기 위한 서비스 기반 시설</p>

<p><b>RSS / 맞춤형 정보 배달 </b> - 매우 간편한 정보배달 이라는 의미를 가지며, 업데이트가 잦은 사이트의 최신정보를 쉽게 확일할 수 있게 해주는 기술의 표준</p>

<p><b>M2M / 사물 통신 </b> - 무선 통신을 이용한 기계와 기계사이의 통신</p>

<p><b>도메인 네임 </b> - 숫자로된 IP 주소를 사람이 이해하기 쉬운 문자 형태로 표현한 것으로, 호스트컴퓨터이름,소속기관이름,소속기관의종류,소속국가의명 순으로 구성되며, 오른쪽으로 갈수록 상위 도메인을 의미</p>

<p><b>IP </b> - 인터넷 상에서 한 컴퓨터에서 다른 컴퓨터로 데이터를 보내는 방식이나 규약을 말한다.</p>

<p><b>SEO / 검색엔진최적화 </b> - 검색엔진에서 검색했을 때 상위에 나타나도록 관리하는 것</p>

<p><b>위키디피아 </b> - 전 세계 사람들 누구나 자유롭게 쓸 수 있고 함께 만들어 가는 웹 기반의 백과사전</p>

<p><b>프로튜어 </b> - 프로페셔널과 아마추어의 합성어로 전문가 같은 아마추어를 말한다</p>

<p><b>IPv6 </b> - 현재 사용하고 있는 IP 주소 체계인 Ipv4의 주소부족문제를 해결하기 위해 개발된 IP 체계의 차세대 버전</p>

<p><b>애니캐스트 </b> - IPv6에서 한 송신자와 인근에 있는 소수 수신자 간의 통신</p>

<p><b>유니캐스트 </b> - 메시지의 수신 주소를 1개만 지정하는 1:1통신 형태이며, 네트워크 내의 모든 주소에 동일한 메시지를 보내는 것을 '브르드캐스트' 지정한 복수의 수신 주소에 동일 메시지를 보내는 것을 '멀티캐스트' 라고 한다.</p>

<p><b>semantic Web / 시맨틱 웹 </b> - 컴퓨터가 사람을 대신하여 정보를 읽고 이해하고 가공하여 새로운 정보를 만들어 낼 수 있도록, 이해하기 쉬운 의미를 가진 차세대 지능형 </p>

<p><b>메타데이터 </b> - 일련의 데이터를 정의하고 설명해 주는 데이터</p>

<p><b>집단지성 </b> - 다수의 개체가 서로 협력하거라 경쟁하여 얻게 되는 지적 능력의 결과로 얻어진 집단적 능력</p>

<p><b>XML 확장성 마크업 언어</b> - W3C가 채택한 차세대 인터넷 표준 언어로, HTML의 문법이 각 웹브라우저에서 상호 환적이지 못한다는 문제와 SGML의 복잡함을 해결하기 위하여 개발되었다.</p>

<p><b>웹 서비스 기술 언어 </b> - 웹 서비스와 관련된 서식이나 프로토콜 등을 표준적인 방법으로 기술하고 게시하기 위한언어로, SOAP 툴킷에 웹서비스를 기술하기위해 개발되었다.</p>

<p><b>Alt-TEXT / 대체텍스트 </b> - 시각장애인이 웹사이트에 게시된 이미지를 이해할 수 있도록 설명해 주는 글이나 문구</p>

<p><b>MMS / 멀티미디어 메시징 시스템 </b> - 3세대 이동통신 서비스의 기본 요소로서 정지영상,음악,음성 및 동영상 등 다양한 형식의 데이터를 주고받을 수 있는 메시지 시스템</p>

<p><b>블로그 </b> - 웹과 로그의 합성어로, 개인이 관심사에 따라 자유롭게 글을 올릴 수 있는 웹사이트</p>

<p><b>IP TV </b> - 초고속 인터넷을 이용하여 정보 서비스, 동양상, 콘텐츠 및 방송 들을 TV로 제공하는 양방향 서비스</p>

<p><b>WWW </b> - 텍스트,그림,동영상,음성 등 인터넷에 존재하는 다양한 정보를 거미출처럼 연결해 놓은 종합정보 서비스</p>

<p><b>디지털 원주민 </b> - 컴퓨터, 인터넷, 휴대폰 등의 디지털 기술을 어려서부터 사용하면서 성장한 세대를 일컫는말</p>

<p><b>UCC 가이드라인</b> - 정부가 제정한 건전한 UCC 생산과 유통 및 이용에 관한 지침서</p>

<p><b>관계기술 </b> - 상호관계를 이해하는 관계성을 기반으로 하는 새로운 기술 패러다임</p>

<p><b>UCC / 사용자 제작 콘텐츠 </b> - 인터넷 사업자나 콘튼츠 공급자가 아닌 일반 사용자들이 직접 만들어 유통되는 콘텐츠</p>

<p><b>웹 2.0 </b> - 제공된 데이터를 활용하여 사용자가 정보 생성에 참여하고 가치를 부여함으로써 누구나 다양한 신규서비스를 생산해 낼 수 있는 플랫폼으로서의 웹환경</p>

<p><b>태그달기 </b> - 콘텐츠의 내용을 대표할 수 있는 검색용 꼬리표인 키워드, 또는 태그를 다는 것</p>

<p><b>퀵돔 </b> - 영어의 퀵과 도메인의 합성어로, 2단계 영문 kr도메인의 브랜드명</p>

<p><b>디지털 전한 </b> - AI(인공지능), IoT(사물인터넷), Big Data 등의 최신 디지털 기술들을 활용하여 현대의 끊임없이 변화하는 환경에 맞게 기존의 전통적인 사회를 혁신하여 경재력을 확보하는 것을 말한다</p>

<p><b>NB-loT 협대역 사물 인터넷 </b> - 사물 인터넷을 위해 설계된 협대역 무선 기술을 의미</p>
@elseif ($no==3)
    
<h2>모바일 컴퓨팅</h2>


<p><b>애드 훅 네트워크 </b> - 재난 현장과 같이 별도의 고정된 유성망을 구축할 수 없는 장소에서 모바일 호스트만을 이용하여 구성된 네트워크로, 망을 구성한 후 단기간 사용되는 경우나 유선망을 구성하기 어려운 경우 적합</p>

<p><b>VHT (Very High Throughput) </b> - IEEE에서 802.11n 후속으로 진행하고 있는 표준안. 802.11n대비 2배이상의 전송속도인 1Gbps 이상을 지원하여 압축되지않은 HD동영상의 전송을 가능하게 한다.</p>

<p><b>STTD / 시공강 송신 다이버시티 </b> - WCDMA 시스템에 적용하는 송신 다이버시티 방식</p>

<p><b>Giga Fi / 기가 파이  </b> - 60GHz 대역을 이용해 데이터를 기가급으로 전송할 수 있는 기술, 전세계적으로 비 허가 대역인 57~64GHz 범위의 주파수를 이용하여 넓은 대역폭의 높은 데이터 전송률을 얻을 수 있다. 전파 거리가 짧고, 직진성이 강해 주변 간섭에 매우 강하고 보안성이 뛰어나 주파수 재사용도 용이</p>

<p><b>클라우드 컴퓨팅 </b> - 각종 컴퓨팅 자원을 중앙 컴퓨터에 두고 인터넷 기능을 갖는 모든 단말로 언제 어디서나 인터넷을 통해 컴퓨터 작업을 수행할 수 있는 환경</p>

<p><b>MST / 마그네틱 안전 전송 </b> - 2015년 2월 삼성전자가 인수한 미국기업 LoopPay사가 개발한 기술로 안테나가 내장된 휴대폰을 마그네틱 결제 단말기에 근접시켜 신용카드 정보를 전송하는 기술</p>

<p><b>WiFi </b> - 2.4GHz대를 사용하는 무선 랜 규격 에서 정한 제반 규정에 적합한 제품에 주어진 인증 마크로, <b>와이파이</b>라고도 한다</p>

<p><b>N-Screen </b> - N개가 서로 다른 단말기에서 동일한 콘텐츠를 다유롭게 이용할 수 있는 것</p>

<p><b>신 클라이언트 PC </b> - 하드디스크나 주변 장치 없이 기본적인 메모리만 갖추고 서버와 네트워크로 운용되는 개인용 컴퓨터를 의미하며, 서버 기반 컴퓨팅과 관계가 깊다</p>

<p><b>Phablet / 패블릿</b> - 폰과 태블릿의 합성오로, 태블릿 기능을 포함한 5인치 이상의 대화면 스마트폰</p>

<p><b>ANC (AP Centric Network) </b> - AP가 내장된 단밀기로 구성된 네트워크</p>

<p><b>BYOD , 브링 유어 오운 디바이스 </b> - 개인 소유 단말기를 업무에 사용하는 환경</p>

<p><b>LTE , 미래 장기 진화 </b> - 3GPP 진영에서 추진하고 있는 3세대 이동 통신(3G) 방식인 광대역 부호분할다중접속(W-CDMA)이 진화한 기술로 유력한 4세대 통신 (4G) 후보 기술</p>

<p><b>스마트폰 </b> - 피처폰에 비해 진보한 연산능력과 접속성으 겸비한, 모바일 운영체제를 기반으로 하는 이동 전화</p>

<p><b>펨토셀 기지국 </b> - 사무실이나 집에 설치하는 초소형 이동 통신 기지국, 집이나 사무실 같은 건물이나 지하의 작은 지역에 서비스하려고 설치하는 소출력 초소형 이동 통신 기지국</p>

<p><b>개인환경서비스 </b> - 사용자에게 최적화된 생활 환경을 제공하는 서비스</p>

<p><b>모바일 컴퓨팅 </b> - 휴대형 기기로 이동하면서 자유로이 네트워크에 접속하여 업무를 처리할 수 있는 환경</p>

<p><b>넷북 </b> - 휴대형 미니 노트북 컴퓨터로서, 인터넷, 문서작업, 이메일 등 컴퓨터의 기본적인 기능을 수행하며 이동성을 갖도록 제작된 것</p>

<p><b>SCO , 동기식 접속 지향 링크 </b> - 블루투스 데이터 링크의 하나로, 두 장비 간의 음성에 같이 지정된 대역폭 통신을 위한 전용 회선의 동기식 접속 방법</p>

<p><b>APP 스토어 </b> - 애플사가 개발한 모바일용 온라인 소프트웨어 장터</p>

<p><b>AP / 무선 접속장치 </b> - 무선 랜과 유선 랜을 연결시켜 주는 장비로서, 전파 도달 거리내의 무선 랜 카드를 사용하는 컴퓨터나 무선 기기들이 자유롭게 통신할 수 있도록 한</p>

<p><b>USIM / 법용 가입자 식별 모듈 </b> - 사용자의 인증을 목적으로 휴대전화 사용자의 개인 정보를 저장하는 모듈로서 스마트 카드로 제작된다</p>

<p><b>m-커머스 </b> - 전자상거래의 일종으로, 가정이나 사무실에서 유선으로 인터넷에 연결하여 물건을 사고파는 것과 달리 이동중에 전화기나 무선 인터넷 정보 단말기 등을 이용해 은행 업무, 지불업무, 티켓업무 와 같은 서비스를 하는것</p>

<p><b>유비쿼터스 </b> - 컴퓨터가 특정한 장소에 설치된 것이 아니라, 우리 생활에서 사용되는 모든 사물에 컴퓨터 기능을 내장하고, 이들을 무선 네트워크로 연결하여 인긴이 필요로 하는 정보를 제공받을 수 있는 환경을 의미</p>

<p><b>촉각 기술 </b> - 진동의 장단과 고저를 이용해 다양한 종류의 진동 기호를 만드는 기술</p>

<p><b>WCDMA / 광대역 부호 분할 다중 접속 </b> - 가자 많은 국가들이 채탁하고 있는 제 3세대 이동통신 시스템, 멀티미디어 전송을 목적으로 개발되었으며, 동영상 파일을 다운하면서 실시간으로 재생까지 할수있는 VOD 스트리밍, 휴대폰으로 동영상 멀티미디어 메시지를 주고받을 수 있는 MMS 가 가능</p>

<p><b>WiBro / 와이브로 </b> - 무선 광대역을 의미하는 것으로, 휴대폰, 노트북, PDA 등의 휴대 인터넷 단말장치를 이용해 언제어디서나 이동하며 고속으로 무선 이터넷접속이 가능한 서비스를 말함</p>

<p><b>펨토셀 </b> - 1000조분의 1을 뜻하는 펨토와 이동통신에서 1개 기지국이 담당하는 서비스 구역 단위를 뜻하는 셀을 합친 이름으로 기존 이동통신 서비스반경보다 훨씬 작은 지역을 커버하는 시스템</p>

<p><b>WIPI </b> - 한국형 무선 인터넷 플랫폼 표준 규격, 이동통신 업체들이 같은 플랫폼을 사용하도록 함으로써 국가적 낭비를 줄이자는 취지로 2001년 부터 국책사업으로 추진되기 시작</p>

<p><b>GPS / 위성 위치 확인 시스템</b> - 지구를 도는 인공위성이 현재의 위치를 시시각각 알려주는 시스템</p>

<p><b>텔레메틱스 </b> - 통신과 정보의 합성오로, 자동차와 무선통신을 결합한 새로움 개념의 차량 무선 인터넷 서비스</p>

<p><b>IMT -2000 </b> - 이동통신의 문제점인 지역적 한계와 고속에 대한 기술적 한계를 극복하고, 나라마다 다른 이동 통신 방식을 통일하여 한대의 휴대용 전화기로 전 세계 어디서나 통화할 수 있도록 만들려는 규격</p>

<p><b>USB </b> - 직렬 포트의 일종으로서, 조이스틱, 키보드, 전화, 스캐너 및 프린터 등과 같은 주변장치와 컴퓨터 간의 플러그 앤 플레이 인터페이스이다.</p>

<p><b>C형 유에스비 </b> - 범용 인터페이스 규격인 유에스비의 표준 중 하나로 2014년 8월 USB IF에서 발표되었다. 기존의 A형에 비하여 크기가 작고, 24핀으로 위아래의 구분이 없어 어느 방향으로든 연결이 가능하다.</p>

<p><b>단거리 무선망 </b> - 가까운 거리에서 휴대용 단말기 등을 이용하여 각종 센서 장치 및 전자제품 등을 제어하고 정보를 송,수신하는 소형,저전력,저가의 무선통신망을 의미</p>

<p><b>MCC / 모바일 클라우드 컴퓨팅</b> - 클라우드 서비스를 이용하여 소비자와 소비자의 파트너가 모바일 기기를 통해 클라우드 컴퓨팅 인프라를 구성하여 여러가지 정보와 자원을 공유하는 ICT 기술을 의미</p>

<p><b>NR(New Radio)</b> - 무선 통신 관련 국제 표준 기구인 3GPP에서 2016 12월 개최된 기술 총회에서 처음 제시된 용어로, 5세대 이동통신의 실현을 위한 무선 접속 기술을 말한다</p>

<p><b>GCSE (Group Communication System Eanblers) / 지시에스이 </b> - 3GPP 릴리즈 12에서 처음 표준화된 기술로, LTE 기반의 멀티미디어 방송 다중 송출 서비스 등을 이용하여 다수의 사람들이 밀집된 대향 재난 등의 상황에서 사람들에게 그룹 통신을 제공하는 기술</p>

<p><b>Wearable Technology / 착용기술</b> - 사용자가 IP 기기를 몸에 착용할 수 있도록 하는 기술</p>

<p><b>디지털 메시 </b> - 시장조사 전문기관인 가트너가 2016년에 주목받을 전략기술 중 하나로 언급하면서 탄생한 것으로, 서로 다른 성격의 기기들을 연결하여 그물 같은 형태를 이루는 것을 말한다</p>

<p><b>올조인 </b> - 표준화된 오픈소스 기반의 사물인터넷 플랫폼으로, 리눅스 재단이 사물인터넷 확산을 위해 설립한 컨소시엄인 올신얼라이언스(AllSeen Alliance)에 의해 제공됨</p>

<p><b>Wi-Fi HaLow / 와이파이 헤일로 </b> - 1Ghz 이하의 저주파 대역을 사용하는 와이파이 규격</p>



@elseif ($no==4)


    

<h2>기타 신기술 동향</h2>


<p><b>service level agreement / 서비스 수준 협약 </b> - 서비스사업자와 서비스사용자가 제공될 정보서비스 및 그와 연관된 여러 조건들에 대한 서로의 책임과 의무 사항을 기술해 놓은 협약서</p>

<p><b>PAD(Program Associated Data) / 프로그램 연동 정보</b> - 전송되고 있는 프로그램의 내용과 부가적인 정보를 설명하기 위하여 관련 정보를 제공하는 것으로 방송에 관련된 개념</p>

<p><b>LBS(location-based Service) 위치 중심 서비스</b> - 이동통신망을 기본으로 사람이나 사물의 위치를 정확하게 파악하고 이를 활용하는 응용 시스템 및 서비스를 말한다</p>

<p><b>디지털 프로슈머</b> - 인터넷 커뮤니티에 참여해 콘텐츠를 즐기고 정보와 자료를 얻는 소비자이면서 동시에 의견을 적극 개진해 생산에도 영향을 미치는 사람을 뜻함</p>

<p><b>LBSNS / 위치 기반 소셜 네트워크 서비스</b> - LBS(위치기반서비스)에 SNS(소셜 네트워크 서비스)를 결합한 서비스를 뜻한다. 이동중인 사용자에게 무선이나 유선 통신으로 쉽고 빠르게 사용자 위치와 관련된 여러정보를 제공하는 서비스</p>

<p><b>Hadoop / 하둡</b> - 오픈 소스를 기반으로 한 분산 컴퓨팅플랫폼, 일반 PC급 컴퓨터들로 가상화된 대향 스토리지를 형성하고 그 안에 보관된 거대한 데이터 세트를 병렬도 처리할 수있도록 개발된 자바 소프트웨어 프레임워크로 구글,야후 등에 적용됨</p>

<p><b>4K 해상도</b> - 차세대 고화질 모니터의 해상도를 지칭하는 용어</p>

<p><b>Nomophobia / 노모포비아 </b> - 스마트폰이 없을 때 불안감이나 두려움을 느끼는 증상</p>

<p><b>Social Dining</b> - SNS를 통해 관심사가 비슷한 사람끼리 모여서 식사하며 관계를 형성하는 모임</p>

<p><b>FinTech / 금융기술</b> - 금융과 기술의 합성어로, 이동통신과 인터넷 기술을 금융 산업과 접목시킨 서비스, 모바일읉오한 결제,이체,현물,주식 등의 자산관리, 디지털 화폐등이 이에 속한다</p>

<p><b>Cordcutters / 코드커터족</b> - 지상파와 케이블 등 기존의 텔레비전 방송 서비스를 해지하고 인터넷 방송 서비스를 선택하는 소비자군</p>

<p><b>Posix / 포직스</b> - 유닉스 기반으로 한 표준 운영체제 인터페이스, IEEE 산하 P1003 기술 위원회에서 작성한 표준 규격</p>

<p><b>Foursquare / 포스퀘어</b> - 모바일 기기에 특화된 위치 기반 소셜 네트워크 서비스이다. 사용자가 자신이 방문한 장소를 체크인 한 후 그곳에 대한 평가나 추천내용을 공유하면 보상으로 배지를 받게되는데, 배지레벨에 따라 업체가 제공하는 무료 혜택을 받을 수 있다.</p>

<p><b>Infodemics / 인포데믹스</b> - 정보와 전염병의 합성오로 정보 확산으로 인한 각종 부작용, 추측이나 루머가 결합된 부정확한 정보가 인터넷이나 휴대전화를 통해 전염병과 같이 빠르게 전파됨으로써 개인의 사생활 침해는 물론 경제,정치,봉안 등 치명적인 영향을 미침</p>

<p><b>O2O / 온-오프라인 연결 비즈니스</b> - 인터넷과 스마트폰 등의 온라인 매장에서 오프라인 매장으로 고개을 유치하는 마케팅 방법으로, 스마트폰과 소셜 미더의 보급, 무선LAN을 활용한 지역 서비스 제공과 NFC 등을 기반으로한다.</p>

<p><b>데이터 다이어트</b> - 데이터를 삭제하는 것이 아니라 압추갛고, 겹친 중보를 배제하고, 새로운 기준에 따라 나누어 저장하는 작업</p>

<p><b>Beacon / 비컨</b> - 전파를 이용해 주기적으로 프레임 신호 동기를 맞추고, 송수신 관련 시스템 정보를 전송하며, 수신 데이터 정보를 전달하는 무선 통신 신호 기술</p>

<p><b>증발품</b> - 판매 계획 또는 배포 계획 발표되었으나 실제로 고객에서 판매되거나 배포되지 않고 있는 소프트웨어</p>

<p><b>Subscription Commerce</b> - 정기구독 + 상거래 합성어로 정기적인 비용을 지불하고 전문가의 큐레이션을 통해 선정된 제품들을 주기적으로 배송받는 상거래</p>

<p><b>Zapping Effect / 재핑효과</b> - 채널을 돌리다가 중간에 있는 채널의 시청률이 높아지는 현상</p>

<p><b>생명정보학</b> - 컴퓨터를 이용해 각종 생명정보를 처리하는 학문으로 방대한 생물의 유전자 정보를 분석하기 위한 학문</p>

<p><b>스마트 그리드</b> - 정보 기술을 전력에 접목해 효울성을 제고한 시스템으로 전력 IT 라고도 부른다, 전력선을 기반으로 모든 통신,정보,관련 애플리케이션 인프라를 하나의 시스템으로 통합한것</p>

<p><b>MEfomer / 미포머</b> - 나 + 제공자 합성어로 나를 알리는 데에만 열중하는 사람을 뜻함, 블로그나 미니홈피 등 소셜 네트워크 사이트에 자신의 사생호라과 즉흥적인 감정들만 올리는 네티즌을 말함</p>

<p><b>Tajo / 타조</b> - 오픈 소스 기반 분산 컴퓨팅 플랫폼인 아파치 하둡 기반의 분산 데이터 웨어하우스 프로젝트이다. 한국이 주도하여 개발하고 있으며, 하둡의 빅데이터를 분석할 때 맵리듀스를 사용하지 않고 구조화 질의 언어를 사용하여 하둡 분산 파일 시스템 파일을 바로 읽어내는 기술이다</p>

<p><b>3D printing</b> - 세상을 평면으로 출력하는 것이 아닌 손으로 만질 수 있는 실제 물체로 만들어 내는 것</p>

<p><b>4D printing</b> - 특정 시간이나 환경 조건이 갖추어 지면 스스로 형태를 변화시키거나 제조되는 자가조립 기술이 적용된 제품을 3D프린팅하는 기술을 의미한다</p>

<p><b>Cresumer / 크리슈머</b> - 단순히 제품을 사용하는데 그치지 않고 제품의 기능이나 가치에 스토리를 담아 기존의 콘텐츠를 발전시켜 새로운 문화와 소비유행을 만들어 가는 사람들을 말한다</p>

<p><b>Social Curation / 소설 큐레이션</b> - 인터넷에서 다수 사용자가 자신의 취향대로 정보를 가공해 다른 사람과 공휴하는 것, 사용자가 자기 취향대로 인터넷에서 사진이나 그림, 동영상 등을 끌어모아 자기만의 전시회를 만드는 것과 같이, 다수가 함께 콘텐츠를 전시하고 공유하는 것</p>

<p><b>Variable BitRate / 가변 비트레이트</b> - 부호화할 때 상황에 따라 압축률을 다르게 하는 압축방법</p>

<p><b>스테레오 스코프</b> - 하나의 물체를 다른 각도에서 찍은 두 장의 사진을 동시에 보게 하여 물체를 입체적으로 보이게 하는 기기, 영국의 휘트스톤이 발견했으며, 입체경 또는 쌍안 사진경이라고도 한다</p>

<p><b>오픈 그리디 서비스 아키텍처</b> - 애플리케이션 공유를 위한 웹 서비스를 그리드 상에서 제공하기 위해 만든 개방형 표준</p>

<p><b>ajax / 비동기 자바 스트립터와 XML</b> - 웹 페이지 내에서 자바 스크립트와 css,html 등을 사용하여 XMl로 데이터를 교환하고, 제어함으로써 사용자들이 웹페이지를 '새로고침' 하지않고도 대화형의 웹페이지 기능을 이용할 수 있게 하는 기술</p>

<p><b>EDI(Electronic Data Interchange) / 전자 자료 교환</b> - 기업 간 거래에 관한 데이터와 문서를 표준화하여 컴퓨터 통신망으로 거래 당사자가 직접 전송,수신하는 정보 전달 시스템</p>

<p><b>BEMS / 건물 에너지 관리 시스템</b> - 건물에 IT 기술을 화용해 전기,공조,방범,방재 같은 여러 건축 설비를 관리하는 시스템</p>

<p><b>TBS / 거래 처리 시스템</b> - 기업에서 업무 처리르 할 때 다양하게 발생하는 거래 자료를 전산화해서 신속하고 정확하게 처리하는 정보화 시스템</p>

<p><b>스마트 정보격차</b> - SNS나 스마트 미디어를 활용하는 사람과 그렇지 못한 사람 사이의 정보 격차를 뜻한다</p>

<p><b>CPM / 기업 성과 관리</b> - 기업 경영 환경에 효과적으로 대처하기 위해 예측 경영을 통한 최적의 의사 결정을 내릴 수 있게 해주는 시스템</p>

<p><b>디지털 아카이빙</b> - 디지털 정보 자원을 장기적으로 보존하기 위한 작업. 아날로그 콘텐츠는 디지털로 변환 한 후 압축해서 저장하고, 디지털 콘튼츠도 체계적으로 분류하고 메타데이터를 만들어 DB화하는 작업</p>

<p><b>미디어 빅뱅</b> - 정보 통신의 발달, 이용자 소비 환경의 변화로 새로운 미디어가 등장하여 기존의 미디어 질서가 해체되는 미디어 환경 변화를 행성의 대폭발을 의미하는 빅뱅에 비유한 표현이다</p>

<p><b>복잡 이벤트 처리</b> - 실시간으로 발생하는 많은 사건들 중 의미가 있는 것만을 추출할 수 있도록 사건 발생 조건을 정의하는 데이터 처리 방법</p>

<p><b>그린 IT</b> - 정보기술 전 분야에서 유해 물질을 자제하고 에너지 절감을 통해 친환경 제품과 서비스를 제공하는 것을 의미</p>

<p><b>녹색 기술</b> - 환경 친화적인 기술. 지구 온난화와 에너지 자원 고갈 문제를 대처하기 위하여 EU등 선진국에서 시작된 친환경 열풍이 세계적으로 확산되고있다.</p>

<p><b>DAISY / 데이지 </b> - 시각장애인이나 독서 장애인을 위한 국제 디지털 문서 포맷. 정보 접근에 장애를 갖고있는 노인이나 시각 장애인을 위해 개발되어 잠자 도서관에서 토킹 북을 제작하는데 사용하고있다.</p>

<p><b>DMB</b> - 디지털 미디어 방송</p>

<p><b>딥 러닝</b> - 인간의 두뇌를 모델로 만들어진 인공 신경망을 기반으로 하는 기계 학습 기술</p>

<p><b>인공지능 AI</b> - 인간의 두뇌같이 컴퓨터 스스로 추론,학습,판단 등 인간지능적인 작업을 수행하는 시스템</p>



@endif

<button class='value'>정답공개</button>